IDEA Open Model
ResultOfIncrement2.AxialForce Property
Compatible with IDEA StatiCa Beta 20.0
 Axial force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double AxialForce { get; set; }
Public Property AxialForce As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfIncrement2 Class
IdeaRS.OpenModel.Result Namespace